{
    "header": {
        "aboutMe": "about me",
        "contentCreation": "content creation",
        "experiences": "experiencies",
        "contact": "contact"
    },
    "shared": {
        "aboutMeId": "aboutMe",
        "contentCreationId": "contentCreation",
        "experiencesId": "experiences",
        "contactId": "contact"
    },
    "contact": {
        "title": "How can I help?",
        "subtitle": "Would you like to hire me for a freelance job or do you have any questions? Feel free to contact me by filling out the form below, and I will get back to you as soon as possible.",
        "name": "Name",
        "message": "Message",
        "authorizeCheckbox": "I authorize this website to store my submitted information so that they can respond to my query.",
        "submit": "Send"
    },
    "experiences": {
        "title": "Experiences",
        "subtitle": "Below, you'll find all my detailed professional experiences, highlighting the technologies I've used throughout my career. If you prefer, you can download my resume",
        "downloadHere": "here"
    },
    "contentCreation": {
        "title": "Content creation",
        "livesOnSubtitle": "I livestream on",
        "andSubtitle": "and",
        "livesTimeSubtitle": "every Wednesday starting at 7 PM and Saturdays starting at 2 PM, creating programming content covering various technologies, from beginner to advanced levels. \n\nDuring the livestreams, I interact with viewers, aiming to answer all messages sent, both during the livestream and in the videos on",
        "onSubtitle": "On",
        "youtubeVideosSubtitle": ", you can find highlights from my livestreams organized into playlists for easier continuity and searching for specific content.",
        "latestVideos": "Latest Videos"
    },
    "aboutMe": {
        "introduction": "Hello! My name is Lucas, I'm myAgeReplace years old, and I've been working in programming for over ageReplace years.\n\nI'm completely passionate about what I do. Since 2016, when I started in this field, I've never regretted beginning this journey of continuous learning.\n\nI'm a full-stack developer, but my favorite part is C# with .NET Core.",
        "hobbies": "Outside of work, I have several hobbies, such as tabletop games and computer games, playing the guitar, programming (yes, livestreams are like hobbies to me), etc.\n\nI'm a pet parent, I like tattoos; in fact, the ones I have are related to my favorite movies/books, Lord of the Rings. I enjoy painting RPG miniatures; it's a hobby that teaches me a lot about patience, trial and error, and not giving up before seeing the final result.",
        "hardSkills": "C#, .NET Core, Node.JS, React, Next.JS, Angular, Vue.JS, Flutter, ASP.NET Core Razor, Ionic, Hangfire, RabbitMQ, Kafka, PubNub, AWS, Azure, Docker, Kubernetes, Terraform, MySQL, SQL Server, Postgres, MongoDB, CosmosDB",
        "softSkills": "Communication, Teamwork, Resilience, Empathy, Organization, Flexibility, Creativity"
    },
    "footer": {
        "developedWith": "Developed with"
    }
}