{
    "header": {
        "aboutMe": "sobre mim",
        "contentCreation": "criação de conteúdo",
        "experiences": "experiências",
        "contact": "contato"
    },
    "shared": {
        "aboutMeId": "sobreMim",
        "contentCreationId": "criacaoConteudo",
        "experiencesId": "experiencias",
        "contactId": "contato"
    },
    "contact": {
        "title": "Como posso ajudar?",
        "subtitle": "Quer me contratar para um freela ou está com alguma dúvida? Sinta-se à vontade para entrar em contato comigo preenchendo o formulário abaixo, e eu retornarei assim que possível.",
        "name": "Nome",
        "message": "Mensagem",
        "authorizeCheckbox": "Eu autorizo que este site armazene minhas informações enviadas para que possam responder à minha pergunta.",
        "submit": "Enviar"
    },
    "experiences": {
        "title": "Experiências",
        "subtitle": "Abaixo, você encontra todas as minhas experiências profissionais detalhadas, destacando as tecnologias que utilizei ao longo do meu percurso profissional. Se preferir, pode baixar meu currículo",
        "downloadHere": "aqui"
    },
    "contentCreation": {
        "title": "Criação de conteúdo",
        "livesOnSubtitle": "Faço transmissões ao vivo na",
        "andSubtitle": "e",
        "livesTimeSubtitle": "todas as quartas a partir das 19h e aos sábados a partir das 14h, criando conteúdo de programação que abrange diversas tecnologias, desde o básico até o avançado. \n\nDurante as lives, interajo com os espectadores, buscando responder a todas as mensagens enviadas, tanto durante a transmissão quanto nos vídeos do",
        "onSubtitle": "No",
        "youtubeVideosSubtitle": ", você pode encontrar cortes das minhas transmissões ao vivo, organizados em playlists para facilitar a continuidade e a busca por conteúdos específicos.",
        "latestVideos": "Últimos vídeos"
    },
    "aboutMe": {
        "introduction": "Olá! me chamo Lucas, tenho myAgeReplace anos e trabalho com programação há mais ageReplace anos.\n\nSou completamente apaixonado pelo que faço. Desde 2016, quando iniciei nessa área, nunca me arrependi de ter começado essa jornada de aprendizado contínuo.\n\nSou desenvolvedor full stack, mas minha parte favorita é o C# com .NET Core.",
        "hobbies": "Fora do trabalho tenho diversos hobbies, tais como jogos de mesa e jogos de computador, tocar violão, programar e fazer live, etc.  \n\nSou pai de pet, gosto de tatuagens, inclusive as que tenho são relacionadas ao meus filmes/livros favoritos, Senhor dos Anéis. Gosto de pintar miniaturas de RPG, é um hobby que me ensina muito sobre paciência, tentativa e errors e não desistir antes de ver o resultado final.",
        "hardSkills": "C#, .NET Core, Node.JS, React, Next.JS, Angular, Vue.JS, Flutter, ASP.NET Core Razor, Ionic, Hangfire, RabbitMQ, Kafka, PubNub, AWS, Azure, Docker, Kubernetes, Terraform, MySQL, SQL Server, Postgres, MongoDB, CosmosDB",
        "softSkills": "Comunicação, Trabalho em equipe, Resiliência, Empatia, Organização, Flexibilidade, Criatividade"
    },
    "footer": {
        "developedWith": "Desenvolvido com"
    }
}